# 5) შექმენით ცვლადი რომელშიც შეინახავთ თქვენთვის სასურველ string-ს, უნდა იყოს მინიმუმ 20 სიმბოლო, შემდეგ slicing-ის საშვალებით დაბეჭდეთ ეს string ხუთგვარად შემდეგი პირობებით:
# მხოლოდ პირველი 5 სიმბოლო
# ბოლო 4 სიმბოლო
# შუა ნაწილი მეოთხე სიმბოლოდან მეათემდე
# მთელი სტრინგი შებრუნებულად
# სტრინგი ამოჭრილი ყოველ მეორე სიმბოლოზე
text = "ეს არის ჩემი საყვარელი სტრინგი Python-ში!"  

print("პირველი 5 სიმბოლო:", text[:5])

print("ბოლო 4 სიმბოლო:", text[-4:])

print("შუა ნაწილი (4-10):", text[3:10])
    
print("შებრუნებული სტრინგი:", text[::-1])

print("ყოველი მეორე სიმბოლო:", text[::2])