# 3) შექმენით ახალი new_greet ფუნქცია რომელსაც ექნება 2 პარამეტრი: first_name და last_name. ამ ფუნქციამ უნდა დაბეჭდოს შემდეგი ტექსტი: "Greetings [firstname] [lastname] ფუნქცია 2-ჯერ გამოიძახეთ და გადაეცით არგუმენტები. კომენტარებით ახსენით რა განსხვავებაა პარამაეტრებსა და არგუმენტებს შორის
# ფუნქციის აღწერა ორი პარამეტრით: first_name და last_name
def new_greet(first_name, last_name):
    print(f"Greetings {first_name} {last_name}")
new_greet("Luka", "Beridze")
new_greet("Nino", "Kiknadze")

#  განსხვავება პარამეტრსა და არგუმენტს შორის:

#  პარამეტრები (parameters) - ესენია ცვლადები, რომლებიც განსაზღვრულია ფუნქციის აღწერისას (მაგ: first_name, last_name).
# ისინი ფუნქციაში გამოიყენება მონაცემების მისაღებად.

#  არგუმენტები (arguments) - ესენია კონკრეტული მნიშვნელობები, რომლებიც გადაეცემა ფუნქციას გამოძახებისას (მაგ: "Luka", "Beridze").
# ისინი გადაეცემა პარამეტრებს და რეალურად გამოიყენება ფუნქციის შიგნით.
