# განმარტეთ control flow, ჩამოწერეთ მისი შემადგენელი ტექნიკები, აღწერეთ თითოეული.

# control flow პროგრამირებაში ნიშნავს იმ წესებს და სტრუქტურებს,რომლებიც განსაზღვრავენ,როგორ სრულდება კოდი-ანუ რომელ რიგში უნდა შესრულდეს ინსტრუქციები.მისი ტექნიკებია:selection-არჩევა,iteration-მიმდევრული განმეორება,sequences-თანმიმდევრობა.

# selection-არჩევა
# კოდის სხვადასხვა ნაწილების შესრულება დამოკიდებულია პირობებზე.

# iteration-მიმდევრული განმეორება.
# კოდის ნაწილების განმეორება გარკვეული რაოდენობით ან სანამ პირობა შესრულდება.

#sequences-თანმიმდევრობა
# ნიშნავს კოდის შესრულების რიგს-ანუ ინსტრუქციები სრულდება ზედიზედ,ერთი მეორის შემდეგ.