# დაწერეთ რა არის ფუნქცია, რისთვის ვიყენებთ, რამდენი ტიპის არსებობს, რა არის პარამეტრები, არგუმენტები და დაბრუნება (return)

# ფუნქცია არის კოდის ბლოკი, რომელსაც აქვს სახელი და რომელსაც შეგვიძლია გამოვიძახოთ რამდენჯერმე პროგრამაში.

#  რისთვის ვიყენებთ ფუნქციას?
# კოდის განმეორებადობის თავიდან ასაცილებლად

# პროგრამის გასამარტივებლად და გასაზიარებლად

# კოდის ორგანიზებისთვის და გასაგებად დასაწერად

# რამდენი ტიპის ფუნქცია არსებობს?
# Python-ში არსებობს ორი ძირითადი ტიპის ფუნქცია:

# ჩაშენებული ფუნქციები (Built-in)
# უკვე მზადაა Python-ში.print(),len(),type().