# "1) შექმენით mybalance-ის ცვლადი, შემდეგ გაზარდეთ ამ ცვლადის მნიშვნელობა 2-თ უბრალო ფორმით, შემდეგ ისევ გაზარდეთ მნიშვნელობა 3-ით ოღონდ გამოიყენეთ assigment operator, ამის შემდეგ თქვენი სურვილისამებრ შეცვალეთ ცვლადის მნიშვნელობა იგივე assingment operator-ის საშვალებით, კოდი ახსენით კომენატრებით, ჩამოწერეთ ყველა საუკეტესო პრაქტიკა და მიუწერეთ განმარტებები"
my_balance=7
# გავზარდოთ ბალანსი 2–ით
my_balance= my_balance + 2
# გავზარდოთ ბალანსი 3–ით
my_balance= my_balance + 3
# კიდევ ერთხელ გავზარდოთ 3–ით 
my_balance *= 3  
print(my_balance)
# საუკეთესო პრაქტიკა არის ჰეშთეგების გამოყენება.
# სნეიქ ქეისიც კარგი პრაქტიკაა რადგან ამას ვიყენებთ ორი ან მეტი სიტყვის შეერთებისას<3
