#  გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლდი სადაც შეინახავთ თქვენს hobby-ის, ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ მესიჯს, შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი და დაბეჭდეთ მათი შეკრებაც, თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი სხვადასხვა ტიპის ცვლადების დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ მოვლენას
# შევქმნათ ცვლადი hobby

hobby= "football"
# შევინახოთ ჩემთვის სასურველი მესიჯი
my_message="hello guys"
# დავბეჭდოთ შედეგი
print( "i plaing to"+ hobby + "a lot" + my_message)
# შევქმნათ ორი integer ტიპის ცვლადები
num1=1000
num2=209944
print(num1 + num2)
# დავპრინტოთ ორი integer ტიპის ცვლადი.
# პირველი შექმნილი ცვლადის მნივნელობა მოიცავს string ტიპს ანუ ტექსტს ხოლო მეორე ტიპის ცვლადი მოიცავს integer ანუ მთელ რიცხვს. ერთი გამოითველა როგორც მათემატიკური მაგალითი ანუ integer-ი ხოლო მეორეთი გავაკეთეთ კონკადინაცია ანუ დავპრინტეთ დიდი ტექსტი.