# მომხმარებელს შემოატანინეთ თავისი ასაკი, შემდეგ შემოატანინეთ წლების რაოდენობა. მიღებული ინფორმაცია შეინახეთ ცვლადებში და გამოითვალეთ, რამდენი წლის იქნება მომხმარებელი y (მომხმარებლის მიერ შემოტანილი) წლის შემდეგ. საბოლოოდ გამოუტანეთ შედეგი შემდეგი სახით: "[წლები] წლის შემდეგ თქვენ იქნებით [მომავალი ასაკი] წლის". დავალების შესასრულებლად გამოიყენეთ მონაცემთა ტიპების ხელოვნურად შეცვლის მეთოდები: int() - რომ შეასრულოთ ართიმეტიკული მოქმედებები, str() - რომ დაბეჭდოთ შედეგი შეცდომების გარეშე.
#  შევქმნათ პირველი ცვლადი.
age=input("enter age:")
# შევქმნათ მეორე ცვლადი.
year=input( "enter year:")
# შევქმნათ ახალი ცვლადი სახელად momavali_asaki.
momavali_asaki=(age + year)
# დავპრინტოთ საბოლოო შედეგი.
print(str(age) + " " +"wlis Shemdeg tqven iqnebit" + " " + (str(momavali_asaki)) + " " + "wlis")
