# შექმენით 5 ცვლადი რომლებშიც შეინახავთ წიგნების თავდაპირველ ფასს, შემდეგ შექმენით ცვლადი რომელშიც შეინახავთ ფასდაკლების ოდენობას, შექმენით ახალი ფასის მქონე წიგნების ცვლადები, რომელთა მნიშვნელობა იქნება ძველ მნიშვნელობას გამოკლებული ახალი, საბოლოოდ კი დაბეჭდეთ ახალი წიგნების ფასები (გამოიყენეთ კარგი მიდგომები: რომ ცვლადის მნიშვნელობის მინიჭებისას შეგიძლიათ სხვა ცვლადის გამოყენება, კოდი ახსენით კომენტარების საშვალებით, ცვლადებს დაარქვით აღმწერი სახელები snake_case-ის სტილში)

# შევქმენით ორი ცვლადის სახელი შემდეგ მათ მივანიჭეთ მნიშვნელობები.ასევე შევქმენით კიდევ ორი ცვლადი სადაც ავღნიშნეთ წიგნების ფასის ფასდაკლებები.
book1_price=15
book1_sale=50
book2_price=20
book2_sale=30
# საბოლოოდ ეს ორი ცვლადის სახელი და მნიშვნელობა გამოვიტანეთ ეკრანზე ახალი წიგნების ფასის სახით.
new_Book1_price=print( 25 - book1_price )
new_book2_price=print( 50 - book2_price)



