# შექმენით 5 ცვლადი რომლებშიც შეინახავთ წიგნების თავდაპირველ ფასს, შემდეგ შექმენით ცვლადი რომელშიც შეინახავთ ფასდაკლების ოდენობას, შექმენით ახალი ფასის მქონე წიგნების ცვლადები, რომელთა მნიშვნელობა იქნება ძველ მნიშვნელობას გამოკლებული ახალი, საბოლოოდ კი დაბეჭდეთ ახალი წიგნების ფასები (გამოიყენეთ კარგი მიდგომები: რომ ცვლადის მნიშვნელობის მინიჭებისას შეგიძლიათ სხვა ცვლადის გამოყენება, კოდი ახსენით კომენტარების საშვალებით, ცვლადებს დაარქვით აღმწერი სახელები snake_case-ის სტილში)
# წიგნების ფასი
book1=40
book2=100
book3=50
book4=60
book5=70
# ფასდაკლება
fasdakleba=15
# საწყისს ფასს გამოკლებული ფასდაკლების ფასი
new_book=book1-fasdakleba
new_book1=book2-fasdakleba
new_book2=book3-fasdakleba
new_book3=book4-fasdakleba
new_book4=book5-fasdakleba
# დავპრინტოთ ფასდაკლებული წიგნების ფასი.
print(new_book)
print(new_book1)
print(new_book2)
print(new_book3)
print(new_book4)





