# შექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის
num1 = 900 > 300 #true
num2 = 10< 10000 #true
num3 = 200 >= 199 # true
num4 = 200 <= 200 # true
num5 = 500 != 500 # false

print(num1)
print(num2)
print(num3)
print(num4)
print(num5)

# განსხვავება,ოპერატორსა და ოპერაციას შორის:

# - ოპერატორი არის სიმბოლო, რომელიც განსაზღვრავს მოქმედებას.

# - ოპერაცია არის ის კონკრეტული ქმედება, რომელიც ხდება ოპერატორების გამოყენებით.