# შექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის
# 1.
num1= print(10 + 5)  # 10 + 5 = 15

# 2. 
num2= print(20 - 7) # 20 - 7 = 13

# 3
num3= print(6 * 4)  # 6 * 4 = 24

# 4. 
num4= print(16 / 2) # 16 / 2 = 8.0

# 5
num5= print(10 > 3) # True, რადგან 10 მეტია 3-ზე

# განსხვავება,ოპერატორსა და ოპერაციას შორის:

# - ოპერატორი არის სიმბოლო, რომელიც განსაზღვრავს მოქმედებას.

# - ოპერაცია არის ის კონკრეტული ქმედება, რომელიც ხდება ოპერატორების გამოყენებით.