# ```2) მომხმარებელს შემოატანინეთ თავისი სიმაღლე, შემდეგ შემოატანინეთ წლების რაოდენობა, მიღებული ინფორმაცია შეინახეთ ცვლადში და გამოუთვალეთ მომხმარებელს სავაურდო სიმაღლე იმ წლების შემდეგ რაც მან შემოიტანა თუ დაუშვათ ყოველ წელს სიმაღლე იზრდება 0.5-ით```
height=input("whats your height: ")
# შევცვალოთ სტრინგიდი ფლოათით.
height=float(height)
# შემოვატანინოთ თავისი ასაკი ინტეჯერის სახით
age=int("whats your age:")

# გამოვიტანოთ მისი საბოლოო სიმაღლე.
height=height + (age * 0.5)
# დავპრინტოთ საბოლოო შედეგი
print(height)
