# მოხმარებელს შემოატანინეთ რიცხვი, შემდეგ კი დაუბეჭდეთ ეს რიცხვი დადებითია, უარყოფითი თუ ნეიტურალი ანუ ნული. შემდეგ კომენტარებით ახსენით რა გასნხვავებაა if-სა და elif-ს შორის რატომ არ შეიძლება ზოგერ elif-ს ნაცვლად if-ის გამოყენება
number=int(input("შეიყვანე რიცხვი:"))
if number >0:
    print("დადებითი:")
elif number <0:
    print("უარყოფითი")
else:
    print("ნულოვანი")
#  if and elif შორის განსხვავებაა ის რომ if გამოიყენება პირობის შესამოწმებლად ხოლო elif მაშინ გამოიყენება როცა if პირობა არ შესრულდა.else კი გამოიყენება მაშინ როცა არცერთი ზემოთ მოცემული პირობა არ შესრულდა.